Repository: nulldiego/early
Catalog: app/app/web/locale/*/LC_MESSAGES/django.po
Languages: gl

source: Account
gl: Conta

source: Account details
gl: Detalles conta

source: Change password
gl: Cambiar contrasinal

source: Administration
gl: Administración

source: Load Reddit data
gl: Cargar datos de Reddit

source: Export data
gl: Exportar datos

source: Create corpus
gl: Crear corpus

source: Process Reddit user
gl: Procesar usuario de Reddit

source: Profiles
gl: Perfís

source: Logout
gl: Pechar sesión

source: Login
gl: Iniciar sesión

source: Name
gl: Nome

source: Close
gl: Pechar

source: Validate and edit data
gl: Validar e editar datos

source: Age
gl: Idade

source: Unknown
gl: Descoñecido

source: Gender
gl: Xénero

source: Female
gl: Muller

source: Male
gl: Home

source: Location
gl: Ubicación

source: Personality
gl: Personalidade

source: Extraversion
gl: Extroversión

source: Agreeableness
gl: Amabilidade

source: Conscientiousness
gl: Escrupulosidade

source: Neuroticism
gl: Neurosis

source: Openness
gl: Franqueza

source: Depression
gl: Con depresión

source: Depression level by Beck Depression Inventory is
gl: Nivel de depresión segundo o Inventario para a Depresión de Beck

source: Save and validate
gl: Gardar e validar

source: Export demographic data
gl: Exportar datos demográficos

source: Export corpus
gl: Exportar corpus

source: All corpus
gl: Todo o corpus

source: Export labeled data
gl: Exportar datos etiquetados

source: Demographic labels to export
gl: Etiquetas demográficas para exportar

source: Load data
gl: Cargar datos

source: Number of users
gl: Número de usuarios

source: Number of submissions
gl: Número de envíos

source: Number of comments per user
gl: Número de comentarios por usuario

source: Reddit username
gl: Nome de usuario de Reddit

source: Process user
gl: Procesar usuario

source: Profile:
gl: Perfil

source: Not processed
gl: Non procesado

source: No depression
gl: Sen depresión

source: Beck Depression Inventory
gl: Inventario para a Depresión de Beck

source: years
gl: anos

source: Reasons
gl: Motivos

source: Search
gl: Buscar

source: True
gl: Verdadeiro

source: False
gl: Falso

source: 1. Sadness
gl: 1. Tristeza

source: I do not feel sad.
gl: Non me sinto triste.

source: I feel sad much of the time.
gl: Síntome triste a maior parte do tempo.

source: I am sad all the time.
gl: Estou triste todo o tempo.

source: I am so sad or unhappy that I can\
gl: Estou tan triste que podo\

source: Context:
gl: Contexto:

source: 2. Pessimism
gl: 2. Pesimismo

source: I am not discouraged about my future.
gl: Non estou desanimado/a a cerca do meu futuro.

source: I feel more discouraged about my future than I used to be.
gl: Síntome máis desanimado/a a cerca do meu futuro do que adoitaba fai tempo.

source: I do not expect things to work out for me.
gl: Non espero que as cousas me saian ben.

source: I feel my future is hopeless and will only get worse.
gl: Sinto que non teño esperanza no meu futuro e so vai ir a peor.

source: 3. Past Failure
gl: 3. Fracaso pasado

source: I do not feel like a failure.
gl: Non me sinto un/unha fracasado/a.

source: I have failed more than I should have.
gl: Fallei máis do que debería.

source: As I look back, I see a lot of failures.
gl: Se miro cara atrás, vexo un montón de fallos.

source: I feel I am a total failure as a person.
gl: Sinto que son un fracaso total como persoa.

source: 4. Loss of Pleasure
gl: 4. Perda do pracer

source: I get as much pleasure as I ever did from the things I enjoy.
gl: Sinto tanto pracer coma sempre das cousas que disfruto.

source: I don\
gl: Non\

source: I get very little pleasure from the things I used to enjoy.
gl: Divírtome moi pouco as cousas que antes adoitaba disfrutar.

source: I can\
gl: Podo\

source: 5. Guilty Feelings
gl: 5. Sensación de culpa

source: I feel guilty over many things I have done or should have done.
gl: Síntome culpable de moitas cousas que fixen ou debería ter feito.

source: I feel quite guilty most of the time.
gl: Síntome bastante culpable a maioría do tempo.

source: I feel guilty all of the time.
gl: Síntome culpable todo o tempo.

source: 6. Punishment Feelings
gl: 6. Sentimento de castigo

source: I feel I may be punished.
gl: Sinto que debería ser castigado/a.

source: I expect to be punished.
gl: Espero que alguén me castigue.

source: I feel I am being punished.
gl: Sinto que estou sendo castigado/a.

source: 7. Self-Dislike
gl: 7. Auto-desprecio

source: I feel the same about myself as ever.
gl: Síntome igual ca sempre.

source: I have lost confidence in myself.
gl: Perdín confianza en min mesmo/a.

source: I am disappointed in myself.
gl: Estou decepcionado/a comigo mesmo/a.

source: I dislike myself.
gl: Non me gusto.

source: 8. Self-Criticalness
gl: 8. Autocrítica

source: I am more critical of myself than I used to be.
gl: Son máis crítico/a comigo/a mesmo/a do que adoitaba ser.

source: I criticize myself for all of my faults.
gl: Critícomo por todos os meus fallos.

source: I blame myself for everything bad that happens.
gl: Cúlpome de todo o malo que me pasa.

source: 9. Suicidal Thoughts or Wishes
gl: 9. Pensamentos ou desexos suicidas

source: I have thoughts of killing myself, but I would not carry them out.
gl: Penso en suicidarme, pero non o fago.

source: I would like to kill myself.
gl: Gustaríame suicidarme.

source: I would kill myself if I had the chance.
gl: Suicidaríame se tivese a oportunidade.

source: 10. Crying
gl: 10. Chorar

source: I cry more than I used to.
gl: Choro máis do que adoitaba facelo.

source: I cry over every little thing.
gl: Choro por calquera cousa.

source: I feel like crying, but I can\
gl: Sinto que quero chorar, pero non son capaz.

source: 11. Agitation
gl: 11. Nerviosismo

source: I feel more restless or wound up than usual.
gl: Non me sinto máis inquieto/a ou tenso/a que de costume.

source: I am so restless or agitated that it\
gl: Estou tan inquieto/a ou axitado/a que...

source: I am so restless or agitated that I have to keep moving or doing something.
gl: Estou tan inquieto/a ou axitado/a que teño que moverme ou facer algo.

source: 12. Loss of Interest
gl: 12. Perda de interés

source: I have not lost interest in other people or activities.
gl: Non perdín o interés noutras persoas ou actividades.

source: I am less interested in other people or things than before.
gl: Síntome menos interesado/a noutras persoas ou cousas que antes.

source: I have lost most of my interest in other people or things.
gl: Perdín case todo o meu interés noutras persoas ou cousas.

source: 13. Indecisiveness
gl: 13. Indecisión

source: I make decisions about as well as ever.
gl: Tomo decisións tan ben coma sempre.

source: I find it more difficult to make decisions than usual.
gl: Resúltame máis difícil do normal tomar decisións.

source: I have much greater difficulty in making decisions than I used to.
gl: Teño moitas máis dificultades do normal para tomar decisións.

source: I have trouble making any decisions.
gl: Teño problemas tomando decisións.

source: 14. Worthlessness
gl: 14. Inutilidade

source: I do not feel I am worthless.
gl: Non sinto que sexa inútil.

source: I feel more worthless as compared to other people.
gl: Síntome máis inútil que outras personas.

source: I feel utterly worthless.
gl: Síntome completamente inútil.

source: 15. Loss of Energy
gl: 15. Perda de enerxía

source: I have as much energy as ever.
gl: Teño a mesma enerxía que sempre.

source: I have less energy than I used to have.
gl: Teño menos enerxía da que adoitaba ter.

source: 16. Changes in Sleeping Pattern
gl: 16. Cambios no padrón do sono

source: I have not experienced any change in my sleeping pattern.
gl: Non notei ningún cambio no meu padrón do sono.

source: I sleep somewhat more than usual.
gl: Durmo algo máis do normal.

source: I sleep somewhat less than usual.
gl: Durmo algo menos do normal.

source: I sleep a lot more than usual.
gl: Durmo moito máis do normal.

source: I sleep a lot less than usual.
gl: Durmo moito menos do normal.

source: I sleep most of the day.
gl: Durmo durante gran parte do día.

source: I wake up 1-2 hours early and can\
gl: Esperto 1-2 horas antes e ...

source: 17. Irritability
gl: 17. Irritabilidade

source: I am no more irritable than usual.
gl: Non me sinto máis irritable do normal.

source: I am more irritable than usual.
gl: Síntome máis irritable do normal.

source: I am much more irritable than usual.
gl: Síntome moito máis irritable do normal.

source: I am irritable all the time.
gl: Síntome irritable todo o tempo.

source: 18. Changes in Appetite
gl: 18. Cambios no apetito

source: I have not experienced any change in my appetite.
gl: Non sentín ningún cambio no apetito.

source: My appetite is somewhat less than usual.
gl: O meu apetito é algo menor do que adoitaba ser.

source: My appetite is somewhat greater than usual.
gl: O meu apetito é algo maior do que adoitaba ser.

source: My appetite is much less than before.
gl: O meu apetito é moito menor do que adoitaba ser.

source: My appetite is much greater than usual.
gl: O meu apetito é moito maior do que adoitaba ser.

source: I have no appetite.
gl: Non teño apetito.

source: I crave food all the time.
gl: Teño ganas de comer todo o tempo.

source: 19. Concentration Difficulty
gl: 19. Dificultade para concentrarse

source: I can concentrate as well as ever.
gl: Son capaz de concentrarme igual de ben que sempre.

source: I find I can\
gl: Sinto que non son capaz de ...

source: 20. Tiredness or Fatigue
gl: 20. Cansancio ou fatiga

source: I am no more tired or fatigued than usual.
gl: Non me sinto máis canso/a ou fatigado/a do normal.

source: I get more tired or fatigued more easily than usual.
gl: Cánsome ou fatígome máis facilmente que de costume.

source: I am too tired or fatigued to do most of the things I used to do.
gl: Estou demaisado canso/a ou fatigado/a para facer a maioría de cousas que adoitaba facer.

source: 21. Loss of Interest in Sex
gl: 21. Perda de interese no sexo

source: I have not noticed any recent change in my interest in sex.
gl: Non notei ningún cambio recente no meu interese polo sexo.

source: I am less interested in sex than I used to be.
gl: Síntome menos interesado/a no sexo ca de costume.

source: I am much less interested in sex now.
gl: Síntome moito menos interesado/a no sexo ca de costume.

source: I have lost interest in sex completely at all.
gl: Perdín o interese no sexo por completo.

source: Correct data
gl: Datos correctos

source: Username
gl: Nome de usuario

source: Password
gl: Contrasinal

source: Wrong username and/or password. Please try again.
gl: Nome de usuario ou contrasinal incorrectos. Por favor, proba de novo.

source: Forgot password?
gl: Esqueciches o contrasinal?

source: Password change successful
gl: O cambio de contrasinal realizouse con éxito

source: Your password was changed.
gl: Cambiouse o teu contrasinal.

source: Password change
gl: Cambio de contrasinal

source: Please enter your old password, for security’s sake, and then enter your new password twice so we can verify you typed it in correctly.
gl: Por motivos de seguridade, por favor, introduce o teu contrasinal antigo, despois introduce o novo contrasinal dúas veces para verificar que se escribiu correctamente.

source: Old password
gl: Contrasinal antigo

source: New password
gl: Contrasinal novo

source: New password confirmation
gl: Confirmación de contrasinal novo

source: Password reset
gl: Restaurar contrasinal

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
gl: Acabamos de enviarlle as intrucións para configurar o contrasinal por correo electrónico, se existe unha conta co correo electrónico introducido. Debería recibilo en breves momentos.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
gl: Se non recibiu o correo electrónico, por favor, asegúrese de que introduceu a dirección coa que se rexistrou correctamente, e comprobe tamén a súa bandexa de correo non desexado.

source: Email
gl: Correo electrónico

source: Reset password
gl: Restaurar contrasinal

source: First name
gl: Nome

source: Last name
gl: Apelido(s)

source: Update
gl: Actualizar
